Repository: common-repository/christmas-music
Catalog: languages/christmas-music-*.po
Languages: de_de, ru_ru

source: * affecting only if globally
de_de: * wirkt sich nur aus, wenn global
ru_ru: * работает только если

source: 1. If something doesn’t work or you’re stuck with the settings, don’t hesitate to submit your ticket
de_de: 1. Wenn etwas nicht funktioniert oder Sie mit den Einstellungen nicht weiterkommen, zögern Sie nicht, Ihr Ticket einzureichen
ru_ru: 2. Если что-то не работает или не получается настроить плагин, не стесняйтесь задать вопрос

source: 2. Please be informed, that we’re not responsible for the copyright infringement due to the use of your music files.
de_de: 2. Bitte beachten Sie, dass wir nicht für die Verletzung von Urheberrechten durch die Verwendung Ihrer Musikdateien verantwortlich sind.
ru_ru: 2. Пожалуйста, имейте в виду, что мы не несем ответственности за нарушение авторских прав в результате использования ваших музыкальных файлов.

source: Activate License
de_de: Lizenz aktivieren
ru_ru: Активировать лицензию

source: active
de_de: aktiv
ru_ru: активно

source: Add "Enable Xmas Mood" tooltip
de_de: Tooltip " Weihnachtsstimmung aktivieren" hinzufügen
ru_ru: Добавить всплывающую подсказку "Включить новогоднее настроение"

source: Add soft animation (pulse) to the button
de_de: Hinzufügen einer weichen Animation (Puls) zur Button
ru_ru: Добавить анимацию (пульсация) к кнопке

source: An error occurred, please try again.
de_de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es noch einmal.
ru_ru: Произошла ошибка, пожалуйста, попробуйте еще раз. Ihr Lizenzschlüssel hat sein Aktivierungslimit erreicht.

source: Background color of the play/pause button
de_de: Hintergrundfarbe für der Play/Pause-Button
ru_ru: Цвет фона для кнопки воспроизведения/паузы

source: Choose button style
de_de: Buttonstil auswählen
ru_ru: Выберите стиль кнопки

source: Choose File
de_de: Datei auswählen
ru_ru: Выберите файл

source: Choose position of the button on your website
de_de: Wählen Sie die Position der Button auf Ihrer Website
ru_ru: Выберите позицию кнопки на сайте

source: Christmas Music
de_de: Weihnachtsmusik

source: Christmas Music Settings
de_de: Einstellungen für Weihnachtsmusik
ru_ru: НАСТРОЙКИ

source: Circle
de_de: Runder
ru_ru: Круглая

source: Deactivate License
de_de: Lizenz deaktivieren
ru_ru: Деактивировать лицензию

source: disabled here
de_de: deaktiviert hier
ru_ru: выключено здесь

source: Enter your license key
de_de: Lizenzschlüssel eingeben
ru_ru: Введите лицензионный ключ

source: Faq
de_de: Anfrage

source: Format "WAV" is currently not supported in IE and Edge browsers
de_de: Das Format "WAV" wird derzeit von den Browsern IE und Edge nicht unterstützt
ru_ru: Формат "WAV" в настоящее время не поддерживается в браузерах IE и Edge

source: General Options
de_de: Allgemeine Optionen
ru_ru: Общие настройки

source: here
de_de: hier
ru_ru: здесь

source: Hide play/pause button
de_de: Play/Pause-Button ausblenden
ru_ru: Скрыть кнопку воспроизведения/паузы

source: However, we do our best to keep this plugin compatible with the browsers as much as possible.
de_de: Wir tun jedoch unser Bestes, um dieses Plugin so weit wie möglich mit den Browsern kompatibel zu halten.
ru_ru: Однако мы делаем все возможное, чтобы этот плагин был максимально совместим с браузерами.

source: Icon color of the play/pause button
de_de: Farbe des Ikon für der Play/Pause-Button
ru_ru: Цвет значка на кнопке воспроизведения/паузы

source: If checked, the play/pause button will not be visible (in this case make sure that "Autoplay" option is enabled)
de_de: Wenn diese Option aktiviert ist, ist nicht sichtbar (stellen Sie in diesem Fall sicher, dass die Option "Autoplay" aktiviert ist)
ru_ru: Если флажок установлен, кнопка воспроизведения/паузы не будет видна (в этом случае убедитесь, что опция "Autoplay" включена).

source: If unchecked, audio will not play until visitor clicks the "play" button
de_de: Wenn diese Option nicht aktiviert ist, wird die Musik nicht abgespielt, bis der Besucher auf die Schaltfläche "Play" klickt
ru_ru: Если флажок снят, аудио не будет воспроизводиться, пока посетитель не нажмет кнопку "Воспроизвести"

source: If unchecked, you can add Christmas Music presence to any page or post or custom post type individually (go to the indiviudal page/post/cpt, you’ll find the settings at the top of the right sidebar)
de_de: Wenn diese Option nicht aktiviert ist, können Sie die Präsenz von Weihnachtsmusik für jede Seite, jeden Beitrag oder jeden Custom Post Type einzeln hinzufügen (gehen Sie zu der einzelnen) Seite/Beitrag/CPT, Sie finden die Einstellungen oben in der rechten Seitenleiste)
ru_ru: Если флажок снят, вы можете добавить проигрывание музыки на любую страницу, пост или пользовательский тип записи по отдельности (перейдите на отдельную страницу или запись, вы найдете настройки в верхней части правой боковой панели)

source: Invalid license.
de_de: Ungültige Lizenz.
ru_ru: Недействительная лицензия.

source: License
de_de: Lizenz
ru_ru: Лицензия

source: Notes
de_de: Anmerkungen
ru_ru: Примечания

source: Play Christmas music on this page
de_de: Weihnachtsmusik auf dieser Seite abspielen
ru_ru: Включить Christmas Music на этой странице

source: Play on all pages (entire website)
de_de: Musik auf allen Seiten abspielen
ru_ru: Воспроизведение на всех страницах (на всем сайте)

source: Replace music with your own MP3 or WAV
de_de: Ersetzen Sie die Musik durch Ihre persönliche MP3- oder ein WAV-Format
ru_ru: Замените музыку на свою собственную в формате MP3 или WAV

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Some browsers do not allow autoplay, it also differs for the different versions of the browsers. The strictest browser for our plugin is Mozilla Firefox, it doesn’t allow autoplay at all.<br>These browser terms change pretty often and randomly so we can’t always notice that instantly. Please bear with us.
de_de: Einige Browser lassen Autoplay nicht zu, und es gibt auch Unterschiede zwischen den verschiedenen Versionen der Browser. Der strengste Browser für unser Plugin ist Mozilla Firefox, er lässt Autoplay überhaupt nicht zu.<br>Diese Browserbedingungen ändern sich ziemlich oft und zufällig, so dass wir das nicht immer sofort bemerken können. Bitte haben Sie Geduld mit uns.
ru_ru: Некоторые браузеры не разрешают автовоспроизведение, и это выглядит по-разному для разных версий браузеров. Самый строгий браузер для нашего плагина - Mozilla Firefox, он не разрешает автовоспроизведение вообще.<br> Условия браузеров меняются довольно часто и случайным образом, поэтому мы не всегда можем заметить это мгновенно.

source: Some browsers don't allow autoplay on the first visit (before any user interaction happens), we added this feature to bring our play button to visitor's attention when that limitation happens.
de_de: Einige Browser lassen die automatische Play-Funktion beim ersten Besuch nicht zu (bevor eine Benutzerinteraktion stattfindet). Wir haben diese Funktion hinzugefügt, um den Besucher auf unsere Play-Schaltfläche aufmerksam zu machen, wenn diese Einschränkung auftritt.
ru_ru: Некоторые браузеры не разрешают автовоспроизведение при первом посещении (до того, как произойдет какое-либо взаимодействие пользователя с сайтом), поэтому мы добавили эту функцию, чтобы привлечь внимание посетителя к нашей кнопке воспроизведения, если это ограничение срабатывает.

source: Square
de_de: Quadratischer
ru_ru: Квадратная

source: Styling Options
de_de: Stil Optionen
ru_ru: Визуальные настройки

source: Thank you for installing our Christmas Music plugin. Please <a href="admin.php?page=xmas-license-settings">activate the license</a> to start using the plugin.
de_de: Vielen Dank, dass Sie unser Weihnachtsmusik Plugin installiert haben. Bitte <a href="admin.php?page=xmas-license-settings">aktivieren Sie die Lizenz</a>, um das Plugin zu verwenden.
ru_ru: Благодарим вас за установку нашего плагина Christmas Music. Пожалуйста, <a href="admin.php?page=xmas-license-settings">активируйте лицензию</a>, чтобы начать использовать плагин.

source: Thank you for purchasing Christmas Music plugin!
de_de: Vielen Dank, dass Sie sich für das Plugin Weihnachtsmusik entschieden haben!
ru_ru: Благодарим вас за покупку плагина Christmas Music!

source: The plugin “Christmas Music” was automatically deactivated because you installed the PRO version.
de_de: Das Plugin "Weihnachtsmusik" wurde automatisch deaktiviert, da Sie die PRO-Version installiert haben.
ru_ru: Плагин "Christmas Music" был автоматически деактивирован, поскольку вы установили PRO-версию.

source: This appears to be an invalid license key for %s.
de_de: Dies scheint ein ungültiger Lizenzschlüssel für %s zu sein.
ru_ru: Похоже, что это недействительный лицензионный ключ для %s.

source: This plugin adds Christmas music to your site. Also has play/pause buttons at the bottom right corner of your site.
de_de: Dieses Plugin fügt Weihnachtsmusik zu Ihrer Website hinzu. Außerdem hat es Play/Pause-Schaltflächen in der unteren rechten Ecke Ihrer Website.
ru_ru: Создай новогоднее и рождественское настроение на своем сайте! Установи и включи для всех страниц или на отдельных страницах/записях

source: to get priority support. We reply the same day.
de_de: um vorrangige Unterstützung zu erhalten. Wir antworten noch am selben Tag.
ru_ru: чтобы получить приоритетную поддержку. Мы отвечаем в тот же день.

source: Volume level
de_de: Lautstärkewert
ru_ru: Уровень громкости

source: Your license has been activated! You can now <a href="admin.php?page=xmas-music-settings">configure plugin</a>.
de_de: Ihre Lizenz wurde aktiviert! Sie können nun <a href="admin.php?page=xmas-music-settings">das Plugin konfigurieren</a>.
ru_ru: Ваша лицензия активирована! Теперь вы можете <a href="admin.php?page=xmas-music-settings">настроить плагин</a>.

source: Your license is not active for this URL.
de_de: Ihre Lizenz ist für diese URL nicht aktiv.
ru_ru: Ваша лицензия не активна для этого URL.

source: Your license key expired on %s.
de_de: Ihr Lizenzschlüssel ist am %s abgelaufen.
ru_ru: Срок действия вашего лицензионного ключа истек в %s.

source: Your license key has been disabled.
de_de: Ihr Lizenzschlüssel wurde deaktiviert.
ru_ru: Ваш лицензионный ключ был отключен.

source: Your license key has reached its activation limit.
de_de: Ihr Lizenzschlüssel hat sein Aktivierungslimit erreicht.
ru_ru: Ваш лицензионный ключ достиг предела активации.
